Revit 2027 API
ParameterTypeId.StructuralTopReleaseType Property
 "Top Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseType { get; }
Public Shared ReadOnly Property StructuralTopReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseType {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace